Repository: delkyd/alfheim_linux-PKGBUILDS
Catalog: trash-py/*.po
Languages: fr

source: Trashed [{itemId}] {path}
fr: Déplacé [{itemId}] {path} dans la corbeille

source: Total size : %s
fr: Taille totale : %s

source: ERR: Item #{itemId} was not found in the trash.
fr: ERR: L'élément #{itemId} n'a pas été trouvé dans la Corbeille.

source: Dropped [{itemId}] {itemPath}
fr: [{itemId}] {itemPath} a été abandonné

source: Restored [{itemId}] {itemPath}
fr: [{itemId}] {itemPath} a été restauré

source: Ordering items… %s
fr: Arrangement des éléments… %s

source: Moved {old} to {new}[0K
fr: Déplacement de {old} vers {new}[0K

source: [1;31mERR:[0m Item #{itemId} does not exist under {path}, deleting its metadata[0K
fr: [1;31mERR:[0m L'élément #{itemId} n'existe pas dans {path}, suppression de ses métadonnées[0K

source: [1;33mWARNING:[0m {items} item(s) were not found in {place} and cleaned.
fr: [1;33mATTENTION:[0m {items} élément(s) n'ont pas été trouvés dans {place} et nettoyé(s).

source: - put: Put items to trash - list: List trashed items with their id - drop: Drop items from the trash - restore: Restore items from the trash to their original path - gc: Reorder items
fr: - put: Mettre les éléments dans la Corbeille - list: Liste les éléments mis en Corbeille avec leur numéro identifiant - drop: Abandonne des éléments de la Corbeille - restore: Restaure des éléments de la Corbeille dans leur emplacement originel - gc: Réorganise les éléments de la Corbeille
